;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Français
;Language name in English e.g. German
LanguageEn=French

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(Vide)
21027=OK
21028=Annuler
21029=Fermer

;Words - simple words can be reused
150=Aucun
151=Appliquer
152=Répertoire
153=Fichiers
154=Nom
155=Chemin
156=Nom :
157=Raccourci clavier :
158=Chemin :
159=réinitialiser les paramètres
160=Touche de raccourci
161=Editer
162=Thème
163=Exporter
;164=Tip
165=Exemple :
166=Paramètre
167=Personnalisé

;Global
602=Options Listary

;Balloon
801=Listary s'exécute en tâche de fond.
802=Recherche dynamique
803=Recherche dynamique temporairement désactivée, Appuyez sur ESC (Echap) pour la réactiver.

;Tray Menu
1001=Aide en Ligne
1002=Vérifier les mises à jour ...
1003=A propos
1004=Quitter

;Toolbar
1100=Chercher

;Favorite Menu
2000=Favoris
2001=Cette application
2002=Globale
2003=Ajouter ici
2004=Ajouter le répertoire actuel aux favoris
2050=Impossible d'ajouter le favori
2051=Listary n'a pas trouvé le chemin de cette application.

;Recent Menu
2100=Récent
2101=Effacer
2105=Suivre cette application
2106=Ne pas suivre cette application

;Commands Menu
2201=Dossiers ouverts
2202=Basculer vers dernier répertoire ouvert dans le gestionnaire de fichiers
2203=Ouvrir le fichier sélectionné dans le gestionnaire de fichiers
2204=Explorer le dossier actuel
2205=Invite de commande
2206=Aller au dossier de l'application
2207=Explorer le dossier de l'application
2208=Afficher l'extension du fichier
2209=Afficher les fichiers et dossiers cachés
2210=Copier le chemin du dossier dans le presse-papier
2211=Copier le chemin des items sélectionnés dans le presse-papier
2212=Copier les noms des éléments sélectionnés dans le presse-papier
2213=Options
2214=Mettre à niveau vers la version Pro
2215=Exporter le contenu de la liste vers Excel
2216=Désactiver Listary pour cette application
2218=Séparateur
2219=Monter d'un niveau
2220=Créer un dossier
2252=Êtes-vous sûr de vouloir de désactiver Listary pour cette application ?
2253=Désactiver Listary
2254=Listary ne démarrera plus lors de l'exécution de cette application.
2260=Invite de commande (mode Administrateur)
2261=Ajouter le dossier courant comme Projet

; Export to Excel command
2270=Désolé, cette liste n'est pas supportée.
2271=Traitement en cours...
2272=La sauvegarde a échoué, vérifiez que ce fichier ne soit pas déjà ouvert.

;Search
2300=Liste
2301=Aller vers
2302=Aucun résultat correspondant.
2303=(Répertoire courant)
2304=Projet
2305=Menu contextuel

;Options > General
3000=Général
3001=Démarrer Listary avec Windows
3002=Définir la recherche par défaut sur les fichiers avec l’Explorateur de Windows XP
3004=Bascule Rapide (Ouvrir le dossier actuel dans la boîte de dialogue fichiers lors d'une bascule depuis un gestionnaire de fichiers)
3005=Langue :
3006=Gestionnaire de fichiers par défaut
3007=Complétez si vous souhaitez utiliser un autre gestionnaire de fichiers que l’Explorateur Windows.\nUtilisez %1 comme paramètre pour le chemin d’accès. N'oubliez pas les guillemets.
3008=Recherche approximative
3009=Recherche automatique des mises à jour
3010=Rechercher de nouvelles versions beta
3011=Réinitialiser les conseils
3012=Changer le "chemin" pour le chemin réel de $1 sur votre système.
3020=Préfixe pour désactiver la recherche dynamique pendant la saisie d’une liste temporaire (ESC / Echap pour réactiver):

;Options > Favorites
3100=Favoris
3106=Sous-menu

;Options > Keywords
3300=Mots-clés
3306=Ajout de commandes personnalisées
3309=Commande
3313=Afficher le titre :
3314=Description :
3315=Mot clé :
3316=Silencieux
3317=Exécuter en tant qu’administrateur
3318=Ajout en lot
3319=Répertoire de travail :
3320=N'afficher que dans le lanceur
3330=Format :

;Options > Applications
3402=Activer Listary pour cette application
3403=Rechercher parmi les fichiers et répertoires récents

;Options > Display
3603=Limiter à la liste
3604=Limiter à la fenêtre
3605=A partir du haut
3606=A partir du bas
3607=Depuis la gauche
3608=Depuis la droite
3618=Depuis le haut de la fenêtre
3619=Depuis le bas de la fenêtre
3620=Limiter à l’écran
3621=Centrer  la fenêtre
3624=Utiliser le double-clic souris sur un espace vide pour activer Listary
3625=Utiliser le bouton du milieu de la souris sur le bureau pour activer Listary
3626=Activez les touches Listary
3628=Position de la barre d’outils
3629=Saisie et recherche dynamique

;Options > Pro
3800=Mettre à jour vers Listary Pro
3802=Nom :
3803=Courriel :
3804=Code d’enregistrement :
3808=Coller à partir du presse-papier
3809=Vérifier le code d’enregistrement
3810=Félicitations, Vous venez, avec succès, de mettre à jour votre version vers Listary Pro !
3811=Désolé, le code d’enregistrement est invalide.
3812=Listary est gratuit uniquement dans le cadre d’une utilisation personnelle, non-commerciale.
3813=Si vous désirez utiliser Listary dans un but commercial ou pour votre travail, ou si vous voulez soutenir le développement de Listary, s’il vous plait, mettez à jour vers la version Pro.
3814=Obtenir maintenant la version Listary Pro

;Options > About
3900=A propos
3902=Afficher la page d’accueil du site
3903=Ce programme est enregistré pour

;Options > Integration
4000=Intégration
4002=Utiliser les boites de dialogues de Total Commander :

;Custom Command Dialog
4200=Commande Personnalisée
4202=Paramètres :
4210=Create Txt File (Example)
4211=Create "{query}.txt"
4212=E.g. type "txt abc" to edit "abc.txt" with Notepad

;Add Favorite Dialog
4300=Ajouter Favoris
4301=Utiliser le Chemin

;Menu List
4400=Menu
4401=Barre d’Outils
4402=Menu Contextuel
4403=Favoris
4404=Application Favorites
4405=Menu Répertoire de Total Commander
4406=Récent
4407=Commandes
4408=Menu Clic Gauche depuis la barre des tâches
4409=Menu Clic Droit depuis la barre des tâches

;Menu List Item Type
4500=Répertoire Favoris
4501=Documents Favoris
4502=Exécuter Application

;Options > Menus
5000=Menus
5001=Commandes
5002=Réinitialiser les Menus
5003=Etes-vous certain de vouloir réinitialiser toutes les menus à leurs état par défaut? Vous ne perdrez pas vos commandes favorites.
5010=Changer d'icône
5011=Restaurer l'icône par défaut

;Options > Hotkeys
5200=Raccourcis clavier
3503=Afficher la bare d’outils Listary:
3504=Afficher le menu contextuel:
5201=Appuyez sur Ctrl deux fois pour afficher/masquer Listary
5210=Élément suivant :
5211=Élément précédent :


;Options > By Application
5300=Paramètres d'application
5301=Chemin enregistrés
5302=Seules les applications personnalisées sont affichées.

;Options > Index
;Removed: 5402 5403
5404=Disques exclus de la recherche
5410=Exclure un disque ou Répertoire
5411=Ajouter un filtre d’exclusion
5412=Supprimer l’entrée selectionnée
5413=Rechercher sur le disque
5416=Désactiver la recherche sur disque
5417=Forcer la reconstruction de l’index
5418=Chargement...
5419=Indexer
5420=Volumes NTFS
5421=Définir des emplacements personnalisés à indexer
5422=Exclusions de dossier non valide
5423=Filtres d'exclusion
5430=Ajouter un emplacement particulier  à indexer
5440=Mise à jour de l'index $1 minutes (0 pour désactiver)
5441=Actualiser l'index maintenant


;Options > History
5500=Historique
5501=Conserver l’historique des fichiers et répertoires ouverts
5502=Effacer l'historique
5503=Êtes-vous sûr de que vouloir supprimer tous les enregistrements de l'historique ?
3208=Sélectionner automatiquement le dernier emplacement de fichier
3215=Rechercher parmi les fichiers et répertoires récents
5510=Exclure de l’historique

;Options > Projects
5600=Projets
5601=Mot clé
5602=Qu’est-ce que c’est ?
5603=Par exemple, si vous ajoutez "D:\Websites\My Blog" comme projet avec le mot clé "blog", Vous pouvez saisir "blog file_to_find.html" pour y rechercher des fichiers et répertoires à n’importe quel moment et depuis n’importe quelle localisation.
5605=Mettez à jour vers Listary Pro maintenant pour utiliser les  projets!

;Options > Appearance
5700=Apparence
5701=Taille
5702=Normale
5703=Petite
5710=(en pixels. 0 par défaut)
5711=Largeur :
5712=Hauteur maximum:

;Options > Launch Apps
5800=Lancer des applications
5801=Dossiers de recherche
5802=Recherche dans Windows Store

;Options > Search
5901=Filtres
5902=Entrez  "mot clé:votre recherche" ou "votre recherche mot clé:" pour appliquer un filtre de recherche
5910=Rechercher dans :
5911=Rechercher :
5912=Extensions :

;Options > Actions
6000=Actions
6001=Ajouter une action personnalisée
6010=Ouvrir avec le bloc-notes (exemple)

;Dialog > Add Exclude Filter
6100=Ajouter un Filtre d’exclusion
6101=* correspond à Zéro ou plusieurs caractères
6102=? Correspond à un caractère particulier
6103=Filtre :

;Dialog > Register Hotkey
6200=Raccourci clavier Listary
6201=La Séquence de touches $1 est déjà occupée par une autre application.
6202=Spécifiez en une nouvelle:

;Dialog > Upgrade to Pro
6301=Il s’agit d’une fonctionnalité PRO, offerte ici gratuitement pour évaluation.
6302=Continuer

;Updates
6400=Mise à jour Listary
6402=Listary ne peut vérifier maintenant la présence de Mise à jour, réessayer ultérieurement.
6403=Vous utilisez déjà la version la plus récente de Listary, réessayer ultérieurement.
6404=Une nouvelle version $1 est disponible.
6405=Version Installée :
6406=Dernière Version :
6407=Ouvrir la page des téléchargements
6408=Ignorer cette version
6409=Me le Rappeler plus tard.

; Parameter tips
6500=Vous pouvez utiliser les variables suivantes en paramètre :
6510=Requête de recherche
6511=Chemin de résultat de recherche
6512=Dossier parent du résultat de la recherche
6513=Chemin actuel du dossier dans l’Explorateur

;UI
8000=Cliquez pour définir un raccourci clavier
8001=Utiliser la combinaison de touches

;Tips
8500=Appuyez sur $1 pour passer en mode lanceur
8501=Appuyez sur $1 pour accéder au menu Actions
8502=Appuyez sur $1 pour rechercher uniquement les fichiers

;Actions
9000=Action
9001=Ouvrir répertoire
9002=Copier le chemin dans le presse papier
9003=Ouvrir
9004=Copier le chemin du Répertoire dans le presse papier
9005=Copier vers le Répertoire Courant
9006=Déplacer vers le Répertoire Courant
9007=Copier
9008=Couper
9009=Envoyer à
9010=Ajouter mot clé
9011=Ouvert avec
9020=Etes-vous certain de vouloir déplacer "$1" vers "$2"?
9021=Choisir une autre application

;Tutorial
7000=Didacticiel
7001=Essayez !
7002=Suivant >
7003=Non, Merci !
7004=Fermer
7005=Cliquez *suivant >* quand vous êtes prêt

7010=Cela semble être la première fois que vous exécutez Listary. Vous souhaitez voir une utilisation rapide ?

7020=Une fenêtre de l’explorateur va être ouverte pour vous aider à démarrer.

7030=Dans l’explorateur, vous pouvez taper directement ce que vous voulez.
7031=Tapez *text 2*

7040=*Tab / Haut / Bas:* Sélectionner un fichier ou répertoire
7041=*Entrée:* Ouvre le fichier ou répertoire sélectionné
7042=*Echap.:* Cache la barre d’outils Listary

7090=Si vous préférez la souris, vous pouvez utiliser le double Clic ou le bouton du milieu pour accéder à Listary.
7091=Double Cliquez dans un emplacement vide du panneau droit de l’Explorateur.

7100=Pour rechercher à tout moment toutes vos applications/fichiers, appuyez deux fois sur Ctrl.
7101=Appuyer *Ctrl deux fois*
7102=Saisir *Notepad*
7103=Appuyez sur Entrée pour l’executer.

7110=Maintenant vous devez avoir ouvert un fenêtre avec le bloc note.
7111=Dans le bloc-notes, cliquez sur le menu Fichier > Ouvrir…
7112=Pressez *Ctrl + G*

7120=Listary a laissé cette boîte de dialogue d'ouverture avec le dossier actif dans l’Explorateur !

7130=Il existe de nombreuses autres fonctionnalités de Listary comme les favoris, l'historique et les commandes. Pour plus de détails, consultez les options de Listary via l’icône de la barre d’état.

7141=Merci beaucoup de votre attention ! Rendez-vous sur le site Web, pour découvrir les nombreuses fonctionnalités très intéréssantes de Listary:
7142=Pour en savoir plus à propos de Listary

